MENU = """
*Перелік існуючих команд:*
 - /start - розпочнемо пошуки вакансій з ботом
 - /list - перелік підписок
 - /add - додати нову позицію
 - /unsubscribe - відписатися від усіх сповіщень
 - /help - потребую допомоги
"""


ADMIN_MENU = """
*Перелік існуючих команд:*
 - /start - розпочнемо пошуки вакансій з ботом
 - /list - перелік підписок
 - /add - додати нову позицію
 - /post - сворити оголошення про роботу
 - /stat - отримати посилання для статистики
 - /greeting - змінити привітання для бота
 - /unsubscribe - відписатися від усіх сповіщень
 - /help - потребую допомоги
"""

DEFAULT_GREETING = "Привіт я телеграм бот який буде шукати роботу за тебе"

PAGINATION_SIZE = 5

HOST = 'https://dou-jobs-telegram-bot.herokuapp.com'


DEFAULT_GROUP = 1000
